Repository: VlueDot/vluedot_web
Catalog: src/assets/i18n/*.xlf
Languages: es

source: Check your WhatsApp and enter the code we sent you.
es: Revisa tu WhatsApp e ingresa el código que te enviamos.

source: By verifying your phone number, you consent to receive communications via WhatsApp.
es: Al verificar su número de teléfono, usted acepta recibir comunicaciones a través de WhatsApp.

source: Automate. Optimize. Connect.
es: Automatizar. Optimizar. Conectar.

source: Veep is an intelligent assistant that helps you manage your daily tasks through WhatsApp and other channels. Whether you need to schedule meetings, respond to emails, manage tasks, or receive automatic reports, Veep does it for you—quickly, naturally, and securely.
es: Veep es un asistente inteligente que te ayuda a gestionar tus tareas diarias a través de WhatsApp y otros canales. Ya sea que necesites programar reuniones, responder correos electrónicos, gestionar tareas o recibir reportes automáticos, Veep lo hace por ti—rápidamente, de manera natural y segura.

source: <strong>What can Veep do for You?</strong>
es: <strong>¿Qué puede hacer Veep por ti?</strong>

source: <strong>Smart Management: </strong>Organizes your schedule, sets up meetings, and sends personalized reminders.
es: <strong>Gestión Inteligente: </strong>Organiza tu agenda, configura reuniones y envía recordatorios personalizados.

source: <strong>Task Automation: </strong> Processes emails, responds to messages, and executes actions automatically.
es: <strong>Automatización de Tareas: </strong> Procesa correos electrónicos, responde mensajes y ejecuta acciones automáticamente.

source: <strong>Seamless Integrations:</strong> Easily connects with Google Calendar, Odoo, CRM, and more
es: <strong>Integraciones sin esfuerzo:</strong> Se conecta fácilmente con Google Calendar, Odoo, CRM y más.

source: <strong>Natural Interaction:</strong> Chat with Veep like a real assistant and receive accurate, context-aware responses.
es: <strong>Interacción Natural:</strong> Chatea con Veep como si fuera un asistente real y recibe respuestas precisas y conscientes del contexto.

source: <strong>Reports & Analytics:</strong> Get real-time insights into your workflows and efficiency metrics.
es: <strong>Reportes y Análisis:</strong> Obtén información en tiempo real sobre tus flujos de trabajo y métricas de eficiencia.

source: <strong>Security</strong>
es: <strong>Seguridad</strong>

source: At Veep, security is not just a feature—it’s a commitment.
es: En Veep, la seguridad no es solo una característica, es un compromiso.

source: <strong>End-to-End Encryption:</strong> All interactions are encrypted by default using cutting-edge cryptographic techniques, making them virtually impossible to decode for at least 320 years, even with the most powerful computing resources. Optional encryption upgrades available.
es: <strong>Cifrado de extremo a extremo:</strong> Todas las interacciones están cifradas por defecto utilizando técnicas criptográficas de vanguardia, lo que hace que sea prácticamente imposible descifrarlas durante al menos 320 años, incluso con los recursos de computación más poderosos. Se ofrecen mejoras opcionales de cifrado.

source: <strong>Data Isolation:</strong> Every user and business operates within a fully isolated environment, ensuring strict access control and preventing unauthorized data mixing.
es: <strong>Aislamiento de Datos:</strong> Cada usuario y empresa opera dentro de un entorno completamente aislado, asegurando un control de acceso estricto y evitando la mezcla no autorizada de datos.

source: <strong>Privacy</strong>
es: <strong>Privacidad</strong>

source: We also ensure your information remains private:
es: También aseguramos que tu información permanezca privada:

source: <strong>Privacy Guaranteed: </strong>Your data is NOT used to train AI models. The information you share with Veep is solely used to provide personalized assistance and improve your experience.
es: <strong>Privacidad garantizada: </strong>Tu información NO se usa para entrenar modelos de IA. La información que compartes con Veep se utiliza únicamente para proporcionar asistencia personalizada y mejorar tu experiencia.

source: <strong>Regulatory Compliance:</strong> We strictly follow data protection laws, ensuring your information is handled responsibly and securely.
es: <strong>Cumplimiento normativo:</strong> Seguimos estrictamente las leyes de protección de datos, asegurando que tu información se maneje de manera responsable y segura.

source: <strong>Who Is Veep For?</strong>
es: <strong>¿Para quién es Veep?</strong>

source: <strong>Businesses:</strong> Streamline internal communication, optimize workflows, and enhance operational efficiency.
es: <strong>Empresas:</strong> Optimiza la comunicación interna, optimiza los flujos de trabajo y mejora la eficiencia operativa.

source: <strong>Professionals:</strong> Automate tasks and processes so you can focus on what truly matters.
es: <strong>Profesionales:</strong> Automatiza tareas y procesos para que puedas enfocarte en lo que realmente importa.

source: <strong>Personal Users: </strong> Manage reminders, events, and daily tasks effortlessly.
es: <strong>Usuarios personales: </strong> Gestiona recordatorios, eventos y tareas diarias sin esfuerzo.

source: <strong>How It Works</strong>
es: <strong>Cómo funciona</strong>

source: <strong>Activate Veep: </strong>Connect your WhatsApp with a single click.
es: <strong>Activa Veep: </strong>Conecta tu WhatsApp con un solo clic.

source: <strong>Send Your Request:</strong> Describe what you need, and Veep will handle the task for you.
es: <strong>Envía tu solicitud:</strong> Describe lo que necesitas y Veep se encargará de la tarea por ti.

source: <strong>Receive Results:</strong> Get real-time responses and updates while Veep organizes and automates your daily activities.
es: <strong>Recibe resultados:</strong> Obtén respuestas y actualizaciones en tiempo real mientras Veep organiza y automatiza tus actividades diarias.

source: <strong>Get Started Today</strong>
es: <strong>Comienza hoy</strong>

source: Experience the future of automation—risk-free!
es: ¡Experimenta el futuro de la automatización, sin riesgos!

source: <strong>Free Trial: </strong><br> Start using Veep at no cost and see how it transforms your productivity, but if you want you could start by
es: <strong>Prueba gratuita: </strong><br> Comienza a usar Veep sin costo y descubre cómo transforma tu productividad, pero si lo prefieres, puedes empezar por

source: <br><strong>Supporting us: </strong><br> just buying some coffee!
es: <br><strong>Apoyarnos: </strong><br> tan solo comprando un café aquí.

source: SaaS and AI solutions for every Business
es: Soluciones SaaS e IA para todo Negocio

source: Vlue iO delivers advanced business solutions that leverage artificial intelligence and SaaS platforms to optimize processes and enhance communication.
es: Vlue iO ofrece soluciones empresariales avanzadas que aprovechan la inteligencia artificial y plataformas SaaS para optimizar procesos y mejorar la comunicación.

source: VCore, an AI-powered middleware platform
es: VCore, una plataforma middleware impulsada por IA

source: VCore integrates effortlessly with your existing systems, including ERPs and CRMs, to provide scalable, customizable solutions that not only boost efficiency but also drive unprecedented levels of productivity and innovation.
es: VCore se integra de manera fluida con tus sistemas existentes, incluidos ERPs y CRMs, proporcionando soluciones escalables y personalizables que no solo mejoran la eficiencia, sino que también impulsan niveles sin precedentes de productividad e innovación.

source: Integrated Artificial Intelligence
es: Inteligencia Artificial Integrada

source: Vlue iO incorporates Artificial Intelligence to enhance business solutions, facilitating data analysis, predictions and advanced automation.
es: Vlue iO incorpora Inteligencia Artificial para mejorar las soluciones empresariales, facilitando el análisis de datos, predicciones y automatización avanzada.

source: Log in to continue...
es: Por favor, inicia sesión para continuar.

source: Integration with ERP
es: Integración con ERP

source: We understand the importance of your systems working in a synchronized way. We offer personalized integration with your ERP to ensure that information flows continuously and reliably. With this integration, companies can centralize their data and automate the entry and updating of information, from orders and stock to financial reports, achieving a comprehensive management of their operations.
es: Entendemos la importancia de que sus sistemas trabajen de manera sincronizada. Ofrecemos integración personalizada con su ERP para garantizar que la información fluya de manera continua y confiable. Con esta integración, las empresas pueden centralizar sus datos y automatizar la entrada y actualización de información, desde pedidos y existencias hasta informes financieros, logrando una gestión integral de sus operaciones.
