Repository: VlueDot/vluedot_web
Catalog: src/assets/i18n/*.xlf
Languages: es

source: CUSTOMERS AND PARTNERS
es: CLIENTES Y ALIADOS

source: Terms of Service
es: Términos de servicio

source: Privacy Policy
es: Políticas de Privacidad

source: SaaS and AI solutions for Business Optimization
es: Soluciones SaaS e IA para la Optimización Empresarial

source: Vlue iO is a cutting-edge SaaS ecosystem tailored for businesses across various industries, providing modular and scalable solutions to optimize operations, enhance communication, and streamline workflows. Our services are designed to transform and optimize the way companies operate, adapting to the needs of each sector.
es: Vlue iO es un ecosistema SaaS de vanguardia diseñado para empresas de diversas industrias, que ofrece soluciones modulares y escalables para optimizar operaciones, mejorar la comunicación y agilizar los flujos de trabajo. Nuestros servicios están diseñados para transformar y optimizar la forma en que las empresas operan, adaptándose a las necesidades de cada sector.

source: Operations Tracking
es: Seguimiento de Operaciones

source: Vlue iO Core (VCore) allows real-time tracking of the status of operational tasks, sending automatic updates based on emails and other key sources of information.
es: Vlue iO permite el seguimiento en tiempo real del estado de las tareas operativas, enviando actualizaciones automáticas basadas en correos electrónicos y otras fuentes clave de información.

source: Sync ERP with Operational Data
es: Sincronizar ERP con Datos Operacionales

source: Connected to ERPs such as Odoo, SAP, Oracle, CargoWise, among others, the system updates and organizes information automatically, centralizing the management of documents and essential data.
es: Conectado a ERPs como Odoo, SAP, Oracle, CargoWise, entre otros, el sistema actualiza y organiza la información automáticamente, centralizando la gestión de documentos y datos esenciales.

source: Cost and Expense Management
es: Gestión de Costos y Gastos

source: VCore helps the registration and control of expenses, such as cash in field operations. Facilitates transparency, monitoring of operating costs and budget management
es: VCore ayuda en el registro y control de gastos, como el dinero en efectivo en operaciones de campo. Facilita la transparencia, el monitoreo de costos operacionales y la gestión de presupuestos.

source: Process automation
es: Automatización de Procesos

source: Automate repetitive tasks, eliminating inefficiencies and significantly reducing execution times in administrative and operational processes. It triggers productivity by focusing on what matters and is urgent.
es: Automatiza tareas repetitivas, eliminando ineficiencias y reduciendo significativamente los tiempos de ejecución en procesos administrativos y operacionales. Desencadena productividad al centrarse en lo que importa y es urgente.

source: Comprehensive Communication
es: Comunicación Integral

source: VCore integrates AI to adapt messages and notifications according to the needs of the customer and the operation, improving communication both within the company and with collaborators and customers.
es: VCore integra IA para adaptar los mensajes y notificaciones según las necesidades del cliente y de la operación, mejorando la comunicación tanto dentro de la empresa como con los colaboradores y clientes.

source: Meet Vlue iO
es: Conozca Vlue iO

source: Contact Now
es: Contacta Ahora

source: OUR PRODUCTS
es: NUESTROS DESARROLLOS

source: WHY CHOOSE VLUEDOT
es: TRABAJE CON VLUEDOT

source: We stand out for our innovative approach and our dedication to excellence in every solution we offer.
es: Nos destacamos por nuestro enfoque innovador y nuestra dedicación a la excelencia en cada solución que ofrecemos.

source: <b> Commitment to Quality and Results <br></b> We work hand in hand with our customers to ensure that our solutions are not only effective, but also generate a clear and measurable return on investment.<br><b>Continuous and Evolutionary Support<br></b> We provide continuous support and adapt our solutions as the needs of the client's business evolve.
es: <b> Compromiso con la Calidad y los Resultados<br></b> Trabajamos de la mano con nuestros clientes para garantizar que nuestras soluciones no solo sean efectivas, sino que también generen un retorno de inversión claro y medible.<br><b>Soporte Continuo y Evolutivo<br></b> Ofrecemos soporte constante y adaptamos nuestras soluciones a medida que evolucionan las necesidades del negocio de nuestros clientes.

source: Contact us
es: Contáctanos

source: Innovation for Business Optimization
es: Innovación para la Optimización Empresarial

source: We build intelligent software to empower businesses and transform industries.
es: Construimos software inteligente para empoderar a las empresas y transformar industrias.

source: OUR VISION
es: NUESTRA VISIÓN

source: We are transforming the way companies use technology to optimize their processes.
es: Estamos transformando la forma en que las empresas utilizan la tecnología para optimizar sus procesos.

source: We focus on the creation of customized business software, which integrates artificial intelligence, data analysis and process automation to improve the operational efficiency of our customers, reduce their costs and simplify their management.
es: Nos enfocamos en la creación de software empresarial personalizado, que integra inteligencia artificial, análisis de datos y automatización de procesos para mejorar la eficiencia operativa de nuestros clientes, reducir sus costos y simplificar su gestión.

source: This privacy policy describes how VCore and Veep, as part of the Vluedot ecosystem, manage, protect, and respect personal data and information generated by their users. Our commitment is to ensure the confidentiality, integrity, and availability of the data, in strict compliance with international regulations such as the General Data Protection Regulation (GDPR - EU), the California Consumer Privacy Act (CCPA - USA), and the Personal Data Protection Law (Law No. 29733 - Peru).
es: Esta política de privacidad describe cómo VCore y Veep, como parte del ecosistema Vluedot, gestionan, protegen y respetan los datos personales y la información generada por sus usuarios. Nuestro compromiso es garantizar la confidencialidad, integridad y disponibilidad de los datos, en estricto cumplimiento de normativas internacionales como el Reglamento General de Protección de Datos (GDPR - UE), la Ley de Privacidad del Consumidor de California (CCPA - EE. UU.) y la Ley de Protección de Datos Personales (Ley N.° 29733 - Perú).

source: 1. Privacy and Design Principles
es: 1. Principios de Privacidad y Diseño

source: Privacy is integrated into the platform's design ("privacy by design").
es: La privacidad está integrada en el diseño de la plataforma ("privacidad desde el diseño").

source: Information is processed with advanced security technologies that enable encrypted operations without exposing the content.
es: La información se procesa con tecnologías de seguridad avanzadas que permiten operaciones cifradas sin exponer el contenido.

source: The use of personally identifiable data is avoided, using internal identifiers that are not traceable.
es: Se evita el uso de datos personalmente identificables, utilizando identificadores internos no rastreables.

source: 2. Information Security
es: 2. Seguridad de la Información

source: All data is protected using robust and configurable encryption systems, with the possibility to increase its complexity based on the sensitivity level or operational risk.
es: Todos los datos están protegidos mediante sistemas de cifrado robustos y configurables, con posibilidad de aumentar su complejidad según el nivel de sensibilidad o riesgo operativo.

source: Only the user or the issuing organization has full control over access to the data.
es: Solo el usuario o la organización emisora tienen control total sobre el acceso a los datos.

source: 3. Data Retention and Control
es: 3. Retención y Control de Datos

source: By default, user information and conversations are kept for a maximum period of 6 hours.
es: Por defecto, la información y las conversaciones de los usuarios se conservan por un período máximo de 6 horas.

source: Users can modify this setting, request immediate deletion or anonymization of their data.
es: Los usuarios pueden modificar esta configuración, solicitar la eliminación inmediata o la anonimización de sus datos.

source: Automatic history cleaning mechanisms are applied to prevent unnecessary data accumulation.
es: Se aplican mecanismos automáticos de limpieza de historial para evitar acumulación innecesaria de datos.

source: 4. Use of Information
es: 4. Uso de la Información

source: Data is not used to train third-party artificial intelligence models or for commercialization purposes.
es: Los datos no se utilizan para entrenar modelos de inteligencia artificial de terceros ni con fines comerciales.

source: The platform may suggest options based on usage patterns and user preferences, without third parties directly accessing this information.
es: La plataforma puede sugerir opciones basadas en patrones de uso y preferencias del usuario, sin que terceros accedan directamente a esta información.

source: Companies integrating services through VCore cannot view or exploit users' personal data.
es: Las empresas que integran servicios a través de VCore no pueden ver ni explotar los datos personales de los usuarios.

source: 5. Transparency and Compliance
es: 5. Transparencia y Cumplimiento

source: Users have access to reports, activity logs, and audit mechanisms regarding the use of their data.
es: Los usuarios tienen acceso a informes, registros de actividad y mecanismos de auditoría sobre el uso de sus datos.

source: Key GDPR principles are followed: purpose limitation, data minimization, accuracy, storage limitation, integrity, confidentiality, and proactive accountability.
es: Se siguen los principios clave del GDPR: limitación del propósito, minimización de datos, exactitud, limitación de almacenamiento, integridad, confidencialidad y responsabilidad proactiva.

source: VCore offers tools that facilitate compliance with the right to be forgotten, data portability, and the withdrawal of consent.
es: VCore ofrece herramientas que facilitan el cumplimiento del derecho al olvido, la portabilidad de datos y la retirada del consentimiento.

source: 6. Contact and Privacy Management
es: 6. Contacto y Gestión de la Privacidad

source: If you have any questions or wish to exercise your rights regarding your personal data, you can contact us directly through our official portal or send an email to: <a href="mailto:privacy&#64;vluedot.com"> privacy@vluedot.com </a>.
es: Si tiene alguna pregunta o desea ejercer sus derechos sobre sus datos personales, puede contactarnos directamente a través de nuestro portal oficial o enviar un correo electrónico a: <a href="mailto:privacy&#64;vluedot.com"> privacy@vluedot.com </a>.

source: Last updated: April 4, 2025.
es: Última actualización: 4 de abril de 2025.

source: Last Updated: April 5, 2025
es: Última actualización: 5 de abril de 2025

source: Welcome to Veep, Khala, QuantumEnergy EMS, and VCore (collectively referred to as "the Services"), provided by Vluedot. These Terms of Service outline the rules and regulations for the use of our platform and services, which integrate multiple technologies and third-party services, including Google, OpenAI, DeepSeek, and others.
es: Bienvenido a Veep, Khala, QuantumEnergy EMS y VCore (colectivamente denominados como "los Servicios"), proporcionados por Vluedot. Estos Términos de Servicio describen las reglas y regulaciones para el uso de nuestra plataforma y servicios, que integran múltiples tecnologías y servicios de terceros, incluidos Google, OpenAI, DeepSeek y otros.

source: By accessing or using the Services, you agree to comply with and be bound by these Terms of Service. If you do not agree to these terms, please do not use the Services.
es: Al acceder o utilizar los Servicios, usted acepta cumplir con estos Términos de Servicio y estar sujeto a ellos. Si no está de acuerdo con estos términos, por favor no utilice los Servicios.

source: 1. Acceptance of Terms
es: 1. Aceptación de los Términos

source: By using our platform, you agree to these Terms of Service, including any updates or modifications we make. We reserve the right to update or change these Terms at any time, and the most current version will be posted on this page. Continued use of the Services after any such changes constitutes your acceptance of the revised Terms.
es: Al utilizar nuestra plataforma, usted acepta estos Términos de Servicio, incluyendo cualquier actualización o modificación que realicemos. Nos reservamos el derecho de actualizar o modificar estos Términos en cualquier momento, y la versión más reciente se publicará en esta página. El uso continuado de los Servicios después de cualquier cambio constituye su aceptación de los Términos revisados.

source: 2. Services and Access
es: 2. Servicios y Acceso

source: Veep, Khala, QuantumEnergy EMS, and VCore, powered by Vluedot, provide integrated solutions for various industries, utilizing advanced AI, data processing, and automation technologies. The Services are currently provided free of charge, though we reserve the right to introduce a subscription model or offer additional services in the future.
es: Veep, Khala, QuantumEnergy EMS y VCore, impulsados por Vluedot, proporcionan soluciones integradas para diversas industrias, utilizando tecnologías avanzadas de IA, procesamiento de datos y automatización. Los Servicios actualmente se ofrecen de forma gratuita, aunque nos reservamos el derecho de introducir un modelo de suscripción u ofrecer servicios adicionales en el futuro.

source: 3. Use of the Services
es: 3. Uso de los Servicios

source: You agree to use the Services only for lawful purposes and in accordance with the guidelines and regulations provided by us. You may not use the Services in any manner that violates any applicable local, national, or international law, or in any way that might damage, disable, overburden, or impair the Services.
es: Usted acepta utilizar los Servicios solo para fines legales y de acuerdo con las pautas y regulaciones proporcionadas por nosotros. No puede utilizar los Servicios de ninguna manera que viole cualquier ley local, nacional o internacional aplicable, ni de ninguna forma que pueda dañar, deshabilitar, sobrecargar o perjudicar los Servicios.

source: 4. Data Collection and Use
es: 4. Recolección y Uso de Datos

source: We may collect data based on user interactions with our AI agents and services to improve the functionality of the platform. The data collected may include preferences, usage patterns, and performance analytics. This information is used strictly for the enhancement of our services and is not shared with third-party entities for their use in training their own AI models.
es: Podemos recopilar datos basados en las interacciones de los usuarios con nuestros agentes y servicios de IA para mejorar la funcionalidad de la plataforma. Los datos recopilados pueden incluir preferencias, patrones de uso y análisis de rendimiento. Esta información se utiliza estrictamente para mejorar nuestros servicios y no se comparte con entidades externas para su uso en el entrenamiento de sus propios modelos de IA.

source: We do not use your personal data to train AI models from third parties or for commercial purposes outside of providing you with the Services.
es: No utilizamos sus datos personales para entrenar modelos de IA de terceros ni para fines comerciales fuera de la provisión de los Servicios.

source: 5. Third-Party Integrations
es: 5. Integraciones de Terceros

source: Our platform integrates with various third-party services, including but not limited to Google, OpenAI, and DeepSeek. While we strive to work with reputable third parties, we are not responsible for any failures, malfunctions, or breaches of data security that may occur as a result of these third-party services. You agree to hold us harmless from any claims arising out of the use of third-party services.
es: Nuestra plataforma se integra con diversos servicios de terceros, incluidos, pero no limitados a, Google, OpenAI y DeepSeek. Si bien nos esforzamos por trabajar con terceros de buena reputación, no somos responsables de fallas, malfuncionamientos o brechas de seguridad de datos que puedan ocurrir como resultado de estos servicios de terceros. Usted acepta eximirnos de cualquier reclamación que surja del uso de servicios de terceros.

source: 6. Privacy and Security
es: 6. Privacidad y Seguridad

source: We are committed to ensuring the privacy and security of your personal information. We implement advanced encryption technologies to protect your data. We will take reasonable steps to safeguard your personal information, and we allow you to control how your data is accessed and shared.
es: Estamos comprometidos a garantizar la privacidad y seguridad de su información personal. Implementamos tecnologías avanzadas de cifrado para proteger sus datos. Tomaremos medidas razonables para salvaguardar su información personal y le permitimos controlar cómo se accede y comparte su información.

source: We reserve the right to store your data, including conversations and usage information, for a period of up to 6 hours by default. However, you have the ability to modify this setting or request the deletion or anonymization of your data at any time. Automatic cleaning mechanisms are in place to prevent unnecessary accumulation of data.
es: Nos reservamos el derecho de almacenar sus datos, incluidas las conversaciones y la información de uso, durante un período de hasta 6 horas de forma predeterminada. Sin embargo, usted tiene la capacidad de modificar esta configuración o solicitar la eliminación o anonimización de sus datos en cualquier momento. Existen mecanismos de limpieza automática para evitar la acumulación innecesaria de datos.

source: 7. Government Requests for Information
es: 7. Solicitudes Gubernamentales de Información

source: While we take your privacy seriously, we may be legally required to disclose your personal information in response to a valid government request, such as a subpoena, court order, or other legal process. We will make reasonable efforts to notify you of such requests when permitted, but we may be restricted from doing so in certain situations.
es: Aunque tomamos su privacidad en serio, es posible que estemos legalmente obligados a divulgar su información personal en respuesta a una solicitud válida del gobierno, como una citación, orden judicial u otro proceso legal. Haremos esfuerzos razonables para notificarle sobre tales solicitudes cuando se nos permita, pero podemos estar restringidos para hacerlo en ciertas situaciones.

source: 8. Changes to the Services
es: 8. Cambios en los Servicios

source: We reserve the right to modify, suspend, or discontinue any part of the Services at our discretion. If we introduce a subscription model or change the terms of our service in the future, we will notify users and provide an opportunity to review and agree to the updated terms.
es: Nos reservamos el derecho de modificar, suspender o descontinuar cualquier parte de los Servicios a nuestra discreción. Si introducimos un modelo de suscripción o cambiamos los términos de nuestro servicio en el futuro, notificaremos a los usuarios y proporcionaremos una oportunidad para revisar y aceptar los términos actualizados.

source: 9. User Responsibilities
es: 9. Responsabilidades del Usuario

source: You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You agree to notify us immediately if you become aware of any unauthorized use of your account.
es: Usted es responsable de mantener la confidencialidad de sus credenciales de cuenta y de todas las actividades que ocurran bajo su cuenta. Usted acepta notificarnos inmediatamente si se entera de cualquier uso no autorizado de su cuenta.

source: 10. Limitation of Liability
es: 10. Limitación de Responsabilidad

source: To the maximum extent permitted by law, Vluedot and its affiliates shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising from your use of the Services or any third-party services integrated into the platform.
es: En la máxima medida permitida por la ley, Vluedot y sus afiliados no serán responsables por daños directos, indirectos, incidentales, especiales, consecuentes o punitivos derivados del uso de los Servicios o cualquier servicio de terceros integrado en la plataforma.

source: 11. Indemnification
es: 11. Indemnización

source: You agree to indemnify, defend, and hold harmless Vluedot, its affiliates, employees, agents, and licensors from any claims, losses, damages, or expenses arising from your use of the Services or your violation of these Terms of Service.
es: Usted acepta indemnizar, defender y mantener indemne a Vluedot, sus afiliados, empleados, agentes y licenciantes de cualquier reclamo, pérdida, daño o gasto derivado del uso de los Servicios o de la violación de estos Términos de Servicio.

source: 12. Termination
es: 12. Terminación

source: We reserve the right to suspend or terminate your access to the Services if you violate any provision of these Terms of Service. Upon termination, all provisions of these Terms that by their nature should survive termination shall remain in effect.
es: Nos reservamos el derecho de suspender o terminar su acceso a los Servicios si viola alguna disposición de estos Términos de Servicio. Al finalizar, todas las disposiciones de estos Términos que por su naturaleza deban sobrevivir a la terminación seguirán en vigor.

source: 13. Dispute Resolution
es: 13. Resolución de Disputas

source: Any disputes or claims arising out of or relating to these Terms of Service will be resolved through binding arbitration in accordance with the rules of the respective country. Arbitration will take place in Lima, Peru, and the language of arbitration will be Spanish.
es: Cualquier disputa o reclamo que surja o esté relacionado con estos Términos de Servicio se resolverá mediante arbitraje vinculante de acuerdo con las reglas del país respectivo. El arbitraje se llevará a cabo en Lima, Perú, y el idioma del arbitraje será el español.

source: 14. Governing Law
es: 14. Ley Aplicable

source: These Terms of Service will be governed by and construed in accordance with the laws of Peru, without regard to its conflict of law principles.
es: Estos Términos de Servicio se regirán e interpretarán de acuerdo con las leyes de Perú, sin tener en cuenta sus principios de conflicto de leyes.

source: 15. Contact Information
es: 15. Información de Contacto

source: If you have any questions about these Terms of Service, please contact us at <a href="mailto:privacy&#64;vluedot.com">privacy@vluedot.com</a>.
es: Si tiene alguna pregunta sobre estos Términos de Servicio, por favor contáctenos en <a href="mailto:privacy&#64;vluedot.com">privacy@vluedot.com</a>.

source: Track, plan and achieve your personal goals using <b> secure AI </b> as your chat support.
es: Monitorea, planifica y alcanza tus metas personales utilizando una<b> IA segura </b> como asistente en tu chat.

source: Get Started for Free
es: Empieza gratis

source: Share your phone number to activate your demo account
es: Comparte tu número de teléfono para activar tu cuenta demo

source: Start Chat
es: Iniciar Chat

source: You already in!
es: Ya tienes este celular en uso!

source: Try again with another number.
es: Intente nuevamente con otro númerot

source: Enter your code.
es: Ingresa tu código.
